skills = {
    'Total marks': [
        'итог'
    ],

    'The table': [
        'табли'
    ],

    'The last homework': [
        'дз',
        'дом',
        'домашнее задание',
        'задали',
        'задала',
        'что по',
        'домашка',
        'домашке',
        'домашку',
        'homework'
    ],

    'Average mark': [
        'средн',
    ],

    'All marks': [
        'все',
        'оценк'
    ]
}

lessons = {
    'english': [
        'английский',
        'английскому',
        'англичанский',
        'англичанскому',
        'англ',
        'англу',
        'англичанка',
    ],

    'german': [
        'немецкий',
        'немецкому',
        'немчанка',
        'немцу',
        'немецу',
    ],

    'french': [
        'французский',
        'французскому',
        'француский',
        'францускому',
        'французкий',
        'французкому',
        'францу',
        'француженка',
        'франциха',
        'франка',
    ],

    'russian': [
        'русский',
        'руский',
        'русскому',
        'рускому',
        'русу',
        'русиш',
        'русишу',
        'русо',
        'руском',
        'русском',
        'русский',
        'русичу'
    ],

    'literature': [
        'литература',
        'литературе',
        'литра',
        'литре',
        'литер',
        'литеру',
        'литераторша'
    ],

    'main_language': [
        'родной'
    ],

    'main_literature': [
        'родная'
    ],

    'maths': [
        'математика',
        'математике',
        'матеша',
        'матеше',
        'матика',
        'матике',
    ],

    'geometry': [
        'геометрия',
        'геометрии',
        'геома',
        'геоме',
    ],

    'algebra': [
        'алгебра',
        'алгебре',
        'алге'
    ],

    'geography': [
        'география',
        'географии',
        'геогр'
    ],

    'biology': [
        'био',
    ],

    'chemist': [
        'хими'
    ],

    'physics': [
        'физи'
    ],

    'physical_educal': [
        'физк',
        'физр',
        'физ-р'
    ],

    'technology': [
        'техн'
    ],

    'obzh': [
        'обж'
    ],

    'art': [
        'изо',
        'рисование'
    ],

    'drawing': [
        'черч',
        'черт'
    ],

    'world_history': [
        'мировая ист',
        'мировой ист',
        'мир ист'
    ],

    'russian_history': [
        'ист'
    ],

    'society': [
        'общ'
    ],

    'it': [
        'икт',
        'инф'
    ],

    'ops': [
        'опс'
    ]
}

logout = ['выход', 'выйти', 'покинь ак', 'покинуть ак', 'выйди']
reconnect = ['обнов', 'пере']
